:PROPERTIES:
:ID:       7a2be217-94bc-4911-8b26-d72738765492
:mtime:    20240927072559 20240827085831 20240827064724 20240826144632 20240826074907
:ctime:    20240826074907
:END:
#+TITLE: Pennine Way Summary
#+FILETAGS: :hiking:uk:pennineway:
#+SETUPFILE: export/setup/theme-solarized-dark-local.setup

In 2024 I decided I would hike the [[https://www.nationaltrail.co.uk/en_GB/trails/pennine-way/][Pennine Way]] from Kirk Yetholm to Edale (North to South) and set aside 18 days from
<2024-08-14 Wed> to <2024-08-31 Sat> to do it.  Details of my planning can be found [[id:19d710f0-8744-406e-a22f-cb3107da87d5][here]]. It didn't go as planned an
below is a summary of how it went.

I recorded my progress using OpenTracks and uploaded GPX traces to my personal [[https://fittrackee.nshephard.dev/][FitTrackee]] site.

* Summary

|   Day | Date             | Start                 | Finish                | Distance (km) | Ascent (m) | Descent (m) | Duration (h:m:s) | Pauses (h:m:s) | Total Time (h:m:s) | Mean Speed (km/h) | Max Speed (km/h) |
|-------+------------------+-----------------------+-----------------------+---------------+------------+-------------+------------------+----------------+--------------------+-------------------+------------------|
|     1 | <2024-08-14 Wed> | Kirk Yetholm          | Clennell Street       |         18.45 |    1129.24 |      705.14 |          4:45:11 |         0:1:18 |            4:46:29 |              3.88 |              5.7 |
|     2 | <2024-08-15 Thu> | Clennell Street       | Bryness               |        23.554 |     736.15 |     1052.45 |          6:00:26 |        0:31:57 |            6:32:24 |              3.92 |             5.93 |
|     3 | <2024-08-16 Fri> | Bryness               | Hadrians Wall         |        47.904 |    1573.63 |     1503.53 |         11:12:51 |        3:43:42 |           14:56:34 |              4.27 |             6.15 |
|     4 | <2024-08-17 Sat> | Hadrians Wall         | Garigill              |        49.112 |    1907.28 |     1871.28 |         13:23:58 |        1:44:56 |           15:08:54 |              3.67 |             6.14 |
|     5 | <2024-08-18 Sun> | Garigill              | High Cup Nick         |        33.094 |    1593.73 |     1381.03 |          8:38:28 |        2:53:02 |           11:31:31 |              3.83 |             6.51 |
|     6 | <2024-08-19 Mon> | High Cup Nick         | Middleton in Teesdale |        28.341 |     840.14 |     1190.44 |          7:14:33 |         0:8:54 |            7:23:27 |              3.91 |             6.59 |
|     7 | <2024-08-20 Tue> | Middleton in Teesdale | Thwaite               |        42.736 |    1704.63 |     1684.63 |         10:23:16 |        2:27:48 |           12:51:04 |              4.11 |             6.07 |
|     8 | <2024-08-21 Wed> | Thwaite               | Horton in Ribblesdale |        40.691 |    1547.21 |     1619.61 |          9:30:41 |        2:43:40 |           12:14:22 |              4.28 |             6.24 |
|     9 | <2024-08-22 Thu> | Horton in Ribblesdale | Gargrave              |        38.811 |    1759.36 |     1908.96 |         10:17:26 |        2:21:08 |           12:38:34 |              3.77 |             6.43 |
|    10 | <2024-08-23 Fri> | Gargrave              | Colden                |        47.980 |     2302.5 |      2121.5 |         11:22:01 |        0:24:09 |           11:46:10 |              4.22 |             6.77 |
|    11 | <2024-08-24 Sat> | Colden                | Crowden               |        49.205 |    2512.51 |     2582.31 |         11:12:44 |        1:03:51 |           12:16:35 |              4.39 |             7.05 |
|    12 | <2024-08-25 Sun> | Crowden               | Edale                 |        28.535 |    1323.47 |     1305.07 |          6:58:46 |        0:20:43 |            7:19:29 |              4.09 |             6.62 |
|-------+------------------+-----------------------+-----------------------+---------------+------------+-------------+------------------+----------------+--------------------+-------------------+------------------|
| Total |                  |                       |                       |       448.413 |   18929.85 |    18925.95 |                  |                |                    |         4.0283333 |             7.05 |
#+TBLFM: @14$5=vsum(@2$5..@13$5)::@14$6=vsum(@2$6..@13$6)::@14$7=vsum(@2$7..@13$7)::@14$11=vmean(@2$11..@13$11)::@14$12=vmax(@2$12..@13$12)
